general/video/180_south.html
---
title: "180° South"
---
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2020-08-02 Sun 19:08 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>180° South</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Chen" />
<meta name="viewport" content="width=device-width, initial-scale=1">
<link rel="stylesheet" type="text/css" href="../../styles/readtheorg/css/font.css"/>
<link rel="stylesheet" type="text/css" href="../../styles/readtheorg/css/readtheorg.css"/>
<link rel="stylesheet" type="text/css" href="../../styles/readtheorg/css/htmlize.css"/>
</head>
<body>
<div id="content">
<h1 class="title">180° South</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgf31566d">1. </a></li>
<li><a href="#org6097631">2. </a></li>
<li><a href="#org273cd38">3. </a></li>
<li><a href="#orgdb2742d">4. </a></li>
<li><a href="#orga69e378">5. </a></li>
</ul>
</div>
</div>

<div id="outline-container-orgf31566d" class="outline-2">
<h2 id="orgf31566d"><span class="section-number-2">1</span> </h2>
<div class="outline-text-2" id="text-1">
<p>
10 years ago, I found that old footage of Doug and Yvon's trip to Patagonia back in 1968. It was like seeing everything I'd ever wanted to do in my life. From that point on, I promised myself that someday I'd find a way to do a trip like theirs. Years went by before I finally got my chance. I heard about a boat docked down in Mexico that was headed for Patagonia. They needed a crew, and I needed a ride south.
</p>

<p>
My name is Jeff Johnson. Look in any phone book, and you'll find 10 of me. I grew up in Danville, California. You've probably never heard of it, but it's a long way from the ocean and the mountains.
</p>

<p>
When I was eight years old, two things set me on the path that I'm still on. The first one was when my parents took me on a camping trip to Yosemite Valley. I remember looking through a telescope up at this huge granite wall and guys climbing thousands of feet up. I couldn't believe my eyes. lt was like watching men walk on the moon.
</p>

<p>
That same year I saw surfing for the first time, on TV, "Wide World of Sports." I saw these guys riding massive walls of water. There were people out there putting themselves in places they weren't supposed to be. And I knew right then that I wanted to be there, too.
</p>
</div>
</div>

<div id="outline-container-org6097631" class="outline-2">
<h2 id="org6097631"><span class="section-number-2">2</span> </h2>
<div class="outline-text-2" id="text-2">
<p>
Most of my life, I've figured out ways to pick up and leave as the seasons change. I've been a dishwasher, a lifeguard, a flight attendant - whatever it took to pay for the next trip. In the last couple years, though, l've found a real job. I've started planting some roots, and l've spent a lot less time on the road. But I never forgot about my dream of seeing Patagonia with my own eyes.
</p>

<p>
Sure, I could take my two weeks' vacation time and just fly down to Patagonia, but I'll never get a chance like this one again. If I don't get on that boat, I know exactly what I'm going home to. If I do, my future is unwritten.
</p>

<p>
I'm drawn to open country. It's where everything becomes clear, where the world makes the most sense. When I put myself out there, I always return with something new. A friend once told me, "The best journeys answer questions that in the beginning you didn't even think to ask."
</p>
</div>
</div>

<div id="outline-container-org273cd38" class="outline-2">
<h2 id="org273cd38"><span class="section-number-2">3</span> </h2>
<div class="outline-text-2" id="text-3">
<p>
Taking a trip for six months, you get into the rhythm of it. lt feels like you can just go on forever doing that. Climbing Everest is the ultimate and the opposite of that because you get all these high-powered plastic surgeons and CEOs, and, you know, they pay $80,000 and have sherpas who put all the ladders in place and 8,000 feet of fixed ropes, and you get to a camp and you don't even have to lay out your sleeping bag. It's already laid out with a little chocolate mint on the top.
</p>

<p>
And the whole purpose of climbing something like Everest is to affect some sort of spiritual and physical gain, but if you compromise the process, you're an asshole when you start out and you're an asshole when you get back.
</p>
</div>
</div>

<div id="outline-container-orgdb2742d" class="outline-2">
<h2 id="orgdb2742d"><span class="section-number-2">4</span> </h2>
<div class="outline-text-2" id="text-4">
<p>
Yvon had told me about Jared Diamond's book Collapse and how Diamond presents Easter lsland as a cautionary tale - a grim example of a society that exceeded its resources and suffered the consequences.
</p>

<p>
When the first Europeans set foot on Easter lsland in 17-something, all the Moai were all standing upright. But as the population increased, the people started separating out into different little tribes, putting all their time and energy into, you know, outdoing each other, making larger and larger Moais. And that became the central focus of the entire society. lt took priority over survival, almost. And eventually they would cut down their entire forests to transport these giant carved stones. And this became such an obsession that they depleted the island's resources, and it led to tribal warfare, cannibalism, and eventually the population of the island of 30,000 was finally reduced down to 111 people.
</p>

<p>
I've met Jared Diamond a few times and talked about his book Collapse and how all the different societies of the past that he's studied that have collapsed, and what does that mean for our society, and in the end he really says that we're making all the same mistakes that all of these other societies have made.
</p>

<p>
As the story of Easter lsland goes, so goes the planet. It's a haunting thought, and l'm beginning to see these statues a little differently. I remember a quote I read one time from Aldous Huxley. lt never resonated with me much until now. He wrote, "Men do not learn very much from the lessons of history, and that is the most important of all the lessons of history."
</p>
</div>
</div>

<div id="outline-container-orga69e378" class="outline-2">
<h2 id="orga69e378"><span class="section-number-2">5</span> </h2>
<div class="outline-text-2" id="text-5">
<p>
This journey was like going back in time&#x2026; Like seeing North America before it became dominated by industry. But for these people, it's not some nostalgic trip into the past. lt's their present. Their hard work and ability to live simply with the land is proof that we can learn from tradition. These people have shown me that if you love a place, you have a duty to protect it, and to love a place, you must know it first.
</p>

<p>
This is one of the rivers the gauchos have been trying to protect, and where one of five dams is supposed to go in. I'm certainly no expert, but those fallen statues in Rapa Nui are seared in my memory. Lying face down in the dirt, it's like they're trying to tell us something.
</p>

<p>
I left home six months ago to follow in the footsteps of my heroes. A bit of surfing, some climbing, lots of unspoiled terrain. Pretty simple, really. Well, I got all that, but along the way, l've also begun to make connections that I never thought much about. ln these far corners of the world, I am seeing the effects of encroaching progress. And most of this has to do with overconsumption elsewhere. lt's easy for us to blindly consume when we don't see the effect it has on other places.
</p>

<p>
The hardest thing in the world is to simplify your life. lt's so easy to make it complex. Βut what's important is leading an examined life because most of the damage caused by humans is caused unintentionally, I think.
</p>

<p>
In response to people who say, "You can't go back." Well, what happens if you get to the cliff, and do you take one step forward or you do a 180-degree turn and take one step forward? Which way are you going? Which is progress?
</p>

<p>
The solution may be for a lot of the world's problems is to turn around and take a forward step. You can't just keep trying to make a flawed system work.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Chen</p>
<p class="date">Created: 2020-08-02 Sun 19:08</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
